/**
This module fill calendar panels
*/

(function() {

	window.Calendar = {
		Loader: {},
		Dater: {},
		
		dayOfWeek: ['Понедельник', 
					'Вторник',  
					'Среда', 
		            'Четверг', 
		            'Пятница', 
		            'Суббота', 
		            'Воскресенье'],

		months: ['Январь', 
		         'Февраль', 
		         'Март', 
		         'Апрель', 
		         'Май', 
		         'Июнь', 
				 'Июль', 
				 'Август', 
				 'Сентябрь', 
				 'Октябрь', 
				 'Ноябрь', 
				 'Декабрь']		
	};	
}());