/**
This module fill calendar panels
*/

(function() {

	window.Calendar = {
		Loader: {},
		Dater: {},
		Storage: {},
		
		dayOfWeek: [
			'Понедельник', 
			'Вторник',  
			'Среда', 
            'Четверг', 
            'Пятница', 
            'Суббота', 
            'Воскресенье'],

		months: [
			'Январь', 
	        'Февраль', 
	        'Март', 
	        'Апрель', 
	        'Май', 
	        'Июнь', 
			'Июль', 
			'Август', 
			'Сентябрь', 
			'Октябрь', 
			'Ноябрь', 
			'Декабрь'],

		fastMonths: [
			'января',
			'февраля',
			'марта',
			'апреля',
			'мая',
			'июня',
			'июля',
			'августа',
			'сентября',
			'октября',
			'ноября',
			'декабря']		
	};	
}());